{
  "_name_or_path": "/mnt/dolphinfs/hdd_pool/docker/user/hadoop-dpsr/zhangzhe45/huggingface/openai/clip-vit-large-patch14/",
  "attention_dropout": 0.0,
  "dropout": 0.0,
  "hidden_act": "quick_gelu",
  "hidden_size": 1024,
  "image_size": 224,
  "initializer_factor": 1.0,
  "initializer_range": 0.02,
  "intermediate_size": 4096,
  "layer_norm_eps": 1e-05,
  "model_type": "clip_vision_model",
  "num_attention_heads": 16,
  "num_hidden_layers": 24,
  "patch_size": 14,
  "transformers_version": "4.18.0"
}
